export default {
  projections: {
    ЗадачаE: {
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      срок: {
        __caption__: 'Срок'
      },
      проект: {
        __caption__: 'Проект',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      исполнитель: {
        __caption__: 'Исполнитель',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗадачаL: {
      номер: {
        __caption__: 'Номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      срок: {
        __caption__: 'Срок'
      },
      проект: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      исполнитель: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    срок: {
      __caption__: 'Срок'
    },
    проект: {
      __caption__: 'Проект'
    },
    исполнитель: {
      __caption__: 'Исполнитель'
    }
  }
};
