export default {
  projections: {
    ПроектE: {
      наименование: {
        __caption__: 'Наименование'
      },
      участникПроекта: {
        __caption__: 'Участник проекта',
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    ПроектL: {
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    участникПроекта: {
      __caption__: 'Участник проекта'
    }
  }
};
