export default {
  projections: {
    ЗадачаE: {
      номер: {
        __caption__: 'номер'
      },
      наименование: {
        __caption__: 'наименование'
      },
      срок: {
        __caption__: 'срок'
      },
      проект: {
        __caption__: 'проект',
        наименование: {
          __caption__: 'наименование'
        }
      },
      исполнитель: {
        __caption__: 'исполнитель',
        фИО: {
          __caption__: 'фИО'
        }
      }
    },
    ЗадачаL: {
      номер: {
        __caption__: 'номер'
      },
      наименование: {
        __caption__: 'наименование'
      },
      срок: {
        __caption__: 'срок'
      },
      проект: {
        __caption__: 'проект',
        наименование: {
          __caption__: 'наименование'
        }
      },
      исполнитель: {
        __caption__: 'исполнитель',
        фИО: {
          __caption__: 'фИО'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'номер'
    },
    наименование: {
      __caption__: 'наименование'
    },
    срок: {
      __caption__: 'срок'
    },
    проект: {
      __caption__: 'проект'
    },
    исполнитель: {
      __caption__: 'исполнитель'
    }
  }
};
