export default {
  projections: {
    ПроектE: {
      наименование: {
        __caption__: 'наименование'
      },
      участникПроекта: {
        __caption__: 'участникПроекта',
        сотрудник: {
          __caption__: 'сотрудник',
          фИО: {
            __caption__: 'фИО'
          }
        }
      }
    },
    ПроектL: {
      наименование: {
        __caption__: 'наименование'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    участникПроекта: {
      __caption__: 'участникПроекта'
    }
  }
};
